{"basics":{"name":"Ali Özgür Argunşah","label":"Scientist","image":"","email":"argunsah@hifo.uzh.ch","phone":"(41) 78401xxxx","url":"https://argunsah.github.io/","summary":"I study development of inhibition...","location":{"address":"Winterthurerstrasse 190","postalCode":"8057","city":"Zürich","countryCode":"CH","region":"Switzerland"},"profiles":[{"network":"Twitter","username":"Ali Özgür Argunşah","url":"https://twitter.com/aoargunsah"}]},"work":[{"name":"Brain Research Institute, University oh Zürich","position":"Senior Research Scientist","url":"https://hifo.uzh.ch","startDate":"2016-09-01","endDate":"","summary":"Developmental systems neuroscience research","highlights":["Development of Inhibition"]}],"education":[{"institution":"Champalimaud Neuroscience Programme","location":"Lisbon, Portugal","url":"https://www.fchampalimaud.org/","area":"Synaptic plasticity","studyType":"PhD","startDate":"2009-09-01","endDate":"2016-08-30","courses":["Biology, Neuroscience"]}],"awards":[{"title":"Best Preesntation","date":"2023-06-12","awarder":"Turkish Society of Neuroscience","url":"http://www.tubas.org.tr/english","summary":""}],"certificates":[{"name":"LTK-2: Education for Persons Responsible for Directing Animal Experiments (study directors)","date":"2018-01-01","issuer":"UZH","url":"https://vsfltkreg.uzh.ch/course/m-2/en","icon":"fa-solid fa-location-dot"},{"name":"LTK-1: FELASA category B","date":"2016-10-01","issuer":"UZH","url":"https://vsfltkreg.uzh.ch/course/m-1/en","icon":"fa-solid fa-tag"},],"publications":[{"name":"A nasal chemosensation–dependent critical window for somatosensory development","publisher":"Science","releaseDate":"2024-5-10","url":"https://doi.org/10.1126/science.adn5611","summary":"The mechanisms mediating the development and integration of the sensory systems have not been fully elucidated. Cai et al. studied the development of olfaction, which is considered the earliest sense to appear in mice, in relation to somatosensation, which appears shortly after. The authors showed that during an early postnatal period, before the development of other senses, olfactory stimuli induced excitation propagating over a large cortical area, including the somatosensory cortex (S1). This olfactory-mediated excitation strengthened whisker-evoked activity in S1 in neonates and was lost later in postnatal development. Olfactory deprivation during early development impaired somatosensation later in life, suggesting the existence of a developmental window in which olfaction affects the development of somatosensory processing."},{"name":"The temporal pattern of synaptic activation determines the longevity of structural plasticity at dendritic spines","publisher":"iScience","releaseDate":"2023-06-16","url":"https://doi.org/10.1016/j.isci.2023.106835","summary":"Here, we investigate how the temporal organization of synaptic activity influences the persistence of structural changes at dendritic spines. Using advanced two-photon imaging and glutamate uncaging, we applied naturalistic activation patterns derived from a Poisson distribution to individual dendritic spines and observed their structural dynamics. Our findings reveal that naturalistic activation patterns induce structural plasticity that is dependent on NMDA receptor activation and protein synthesis. Importantly, the temporal structure of the activation patterns significantly impacts the longevity of the induced plasticity. We observed rapid structural growth in spines during naturalistic activity, which reliably predicted the long-term persistence of these changes—an effect absent with regularly spaced synaptic activity. Through these observations, we highlight the critical role of temporal patterns in synaptic activation, offering new insights into how dynamic neuronal activity influences the stability and adaptability of synaptic structures. Our work underscores the importance of considering temporal dynamics in studies of synaptic plasticity and has implications for understanding learning and memory processes at the molecular and structural levels."},{"name":"Developmental divergence of sensory stimulus representation in cortical interneurons","publisher":"Nature Communications","releaseDate":"2020-11-12","url":"https://doi.org/10.1038/s41467-020-19427-z","summary":"In this study, we explore how sensory representations evolve in VIP⁺ and SST⁺ cortical interneurons during early development. Around postnatal day 14, coinciding with the onset of active sensation, we observe a key divergence: VIP⁺ neurons lose their multi-whisker stimulus preference, while SST⁺ neurons enhance theirs. This shift is driven by structural and functional changes in synaptic inputs, including increased cross-barrel inputs to SST⁺ neurons and alterations in thalamic connections for both interneuron types. Our findings reveal distinct developmental pathways shaping sensory processing, providing insight into the maturation of cortical circuits and sensory perception."}],"skills":[{"name":"Data Analysis","level":"Master","icon":"fa-solid fa-hashtag","keywords":["Signal Processing","Image Processing","Machine Learning"]},{"name":"Programming","level":"Master","icon":"fa-solid fa-hashtag","keywords":["Matlab","Python","Borland C","Basic 1.1"]}],"languages":[{"language":"Turkish","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""},{"language":"German","fluency":"B1","icon":""},{"language":"Portuguese","fluency":"A2","icon":""}],"interests":[{"name":"Physics","icon":"fa-solid fa-tag","keywords":["String theory","Quantum gravity","Inverse square law interpretations"]}],"references":[{"name":"Müjdat Çetin","icon":"fa-solid fa-laptop","reference":""},{"name":"Inbal Israely","icon":"fa-solid fa-thumbtack","reference":""}]}